Repository: PITADIA/android-couple-app
Catalog: ADistance.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# ad_161
source: How would you like me to respond when you tell me you miss me?
de: Wie soll ich reagieren, wenn du mir sagst, dass du mich vermisst?
es: ¿Cómo te gustaría que respondiera cuando me dices que me extrañas?
fr: Comment aimerais-tu que je réponde quand tu me dis que je te manque ?
it: Come vorresti che rispondessi quando mi dici che ti manco?
nl: Hoe zou je willen dat ik reageer wanneer je me zegt dat je me mist?
pt_br: Como você gostaria que eu respondesse quando diz que sente minha falta?
pt_pt: Como gostarias que eu respondesse quando dizes que sentes a minha falta?

# ad_162
source: If there was a series that represents both of us, which would it be?
de: Welche Serie würde uns beide am besten repräsentieren?
es: Si hubiera una serie que nos representara, ¿cuál sería?
fr: S'il y avait une série qui nous représente tous les deux, lequel serait-ce ?
it: Se ci fosse una serie che rappresenta noi due, quale sarebbe?
nl: Als er een serie was die ons beiden vertegenwoordigt, welke zou dat zijn?
pt_br: Se houvesse uma série que nos representasse, qual seria?
pt_pt: Se houvesse uma série que nos representasse, qual seria?

# ad_163
source: Do you have a recent story where someone made you think of me?
de: Hast du eine aktuelle Story, in der dich jemand an mich erinnert hat?
es: ¿Tienes una historia reciente donde alguien te hizo pensar en mí?
fr: As-tu une anecdote récente où quelqu'un t'a fait penser à moi ?
it: Hai una storia recente in cui qualcuno ti ha fatto pensare a me?
nl: Heb je een recent verhaal waarin iemand je aan mij deed denken?
pt_br: Você tem uma história recente em que alguém fez você se lembrar de mim?
pt_pt: Tens uma história recente em que alguém te fez lembrar de mim?

# ad_164
source: What emotions are most intense for you in this long-distance relationship?
de: Welche Gefühle sind für dich in dieser Fernbeziehung am intensivsten?
es: ¿Qué emociones son más intensas para ti en esta relación a distancia?
fr: Quelles émotions sont les plus intenses pour toi dans cette relation à distance ?
it: Quali emozioni sono più intense per te in questa relazione a distanza?
nl: Welke emoties zijn het intensst voor jou in deze langeafstandsrelatie?
pt_br: Quais emoções são mais intensas para você neste relacionamento à distância?
pt_pt: Que emoções são mais intensas para ti nesta relação à distância?

# ad_165
source: Are our dreams for the future perfectly compatible? If not, how can we adjust them to align?
de: Passen unsere Zukunftsträume perfekt zusammen? Wenn nicht, wie können wir sie aneinander anpassen?
es: ¿Nuestros sueños para el futuro son perfectamente compatibles? Si no, ¿cómo podemos ajustarlos para alinearlos?
fr: Est-ce que nos rêves pour l'avenir sont parfaitement compatibles ? Si ce n'est pas le cas, comment pouvons-nous les ajuster pour qu'ils s'accordent ?
it: I nostri sogni per il futuro sono perfettamente compatibili? Se no, come possiamo ajustarli per allinearli?
nl: Zijn onze dromen voor de toekomst volledig compatibel? Zo niet, hoe kunnen we ze op elkaar afstemmen?
pt_br: Nossos sonhos para o futuro são totalmente compatíveis? Se não, como podemos ajustá-los para se alinharem?
pt_pt: Os nossos sonhos para o futuro são totalmente compatíveis? Se não, como podemos ajustá-los para se alinharem?

# ad_166
source: What shared memories between us are particularly meaningful, regardless of distance?
de: Welche gemeinsamen Erinnerungen sind für dich besonders bedeutungsvoll – unabhängig von der Distanz?
es: ¿Qué recuerdos compartidos entre nosotros son especialmente significativos, sin importar la distancia?
fr: Quels souvenirs partagés entre nous sont particulièrement marquants, peu importe la distance ?
it: Quali ricordi condivisi tra noi sono particolarmente significativi, indipendentemente dalla distanza?
nl: Welke gedeelde herinneringen tussen ons zijn bijzonder betekenisvol, ongeacht de afstand?
pt_br: Quais memórias compartilhadas entre nós são particularmente significativas, independentemente da distância?
pt_pt: Que memórias partilhadas entre nós são particularmente significativas, independentemente da distância?

# ad_167
source: Do you remember the moment you fell in love with me?
de: Erinnerst du dich an den Moment, in dem du dich in mich verliebt hast?
es: ¿Recuerdas el momento en que te enamoraste de mí?
fr: Te souviens-tu du moment où tu es tombé(e) amoureux(se) de moi ?
it: Ricordi il momento in cui ti sei innamorato/a di me?
nl: Herinner je je het moment waarop je verliefd op mij werd?
pt_br: Você se lembra do momento em que se apaixonou por mim?
pt_pt: Lembras-te do momento em que te apaixonaste por mim?

# ad_168
source: What's your favorite thing about me?
de: Was magst du am meisten an mir?
es: ¿Qué es lo que más te gusta de mí?
fr: Quelle est ta chose préférée chez moi ?
it: Qual è la tua cosa preferita di me?
nl: Wat is je favoriete ding aan mij?
pt_br: Qual é a sua coisa favorita em mim?
pt_pt: Qual é a tua coisa favorita em mim?

# ad_169
source: If you had to send me a memory in a box, which one would you put in it?
de: Wenn du mir eine Erinnerung in eine Box legen müsstest – welche wäre das?
es: Si tuvieras que enviarme un recuerdo en una caja, ¿cuál pondrías?
fr: Si tu devais m'envoyer un souvenir dans une boîte, lequel mettrais-tu dedans ?
it: Se dovessi mandarmi un ricordo in una scatola, quale ci metteresti?
nl: Als je me een herinnering in een doos moest sturen, welke zou je erin doen?
pt_br: Se você tivesse que me enviar uma lembrança em uma caixa, qual colocaria?
pt_pt: Se tivesses de enviar-me uma memória numa caixa, qual colocarias?

# ad_170
source: What do you think is the most important thing for keeping a long-distance relationship strong?
de: Was ist deiner Meinung nach das Wichtigste, damit eine Fernbeziehung stark bleibt?
es: ¿Qué crees que es lo más importante para mantener fuerte una relación a distancia?
fr: Quel est, selon toi, l'élément le plus important pour maintenir une relation à distance ?
it: Qual è, secondo te, la cosa più importante per mantenere forte una relazione a distanza?
nl: Wat vind je het belangrijkste om een langeafstandsrelatie sterk te houden?
pt_br: O que você acha que é mais importante para manter um relacionamento à distância forte?
pt_pt: O que achas que é o mais importante para manter uma relação à distância forte?

# ad_171
source: What photo would you like us to take as soon as we reunite?
de: Welches Foto sollen wir direkt bei unserem Wiedersehen machen?
es: ¿Qué foto te gustaría que tomáramos en cuanto nos reunamos?
fr: Quelle photo aimerais-tu qu'on prenne dès nos retrouvailles ?
it: Quale foto vorresti che facessimo appena ci riuniremo?
nl: Welke foto zou je willen dat we nemen zodra we weer samen zijn?
pt_br: Que foto você gostaria que tirássemos assim que nos reencontrássemos?
pt_pt: Que foto gostarias que tirássemos assim que nos reencontrássemos?

# ad_172
source: What's your greatest strength in this long-distance relationship?
de: Was ist deine größte Stärke in dieser Fernbeziehung?
es: ¿Cuál es tu mayor fortaleza en esta relación a distancia?
fr: Quelle est ta plus grande force dans cette relation à distance ?
it: Qual è la tua più grande forza in questa relazione a distanza?
nl: Wat is jouw grootste kracht in deze langeafstandsrelatie?
pt_br: Qual é a sua maior força neste relacionamento à distância?
pt_pt: Qual é a tua maior força nesta relação à distância?

# ad_173
source: What would be the ideal romantic gift for you?
de: Was wäre für dich das ideale romantische Geschenk?
es: ¿Cuál sería el regalo romántico ideal para ti?
fr: Quel serait pour toi le cadeau romantique idéal ?
it: Quale sarebbe il regalo romantico ideale per te?
nl: Wat zou voor jou het ideale romantische cadeau zijn?
pt_br: Qual seria para você o presente romântico ideal?
pt_pt: Qual seria para ti o presente romântico ideal?

# ad_174
source: What's the message you reread when you miss me a lot?
de: Welche Nachricht liest du wieder, wenn du mich sehr vermisst?
es: ¿Cuál es el mensaje que relees cuando me extrañas mucho?
fr: Quel est le message que tu relis quand je te manque trop ?
it: Quale messaggio rileggi quando ti manco molto?
nl: Welke boodschap lees je opnieuw wanneer je mij erg mist?
pt_br: Qual mensagem você relê quando sente muito a minha falta?
pt_pt: Que mensagem relês quando sentes muito a minha falta?

# ad_175
source: If we wrote a letter to open in a year, what would you want to read in it?
de: Wenn wir einen Brief schreiben würden, den wir in einem Jahr öffnen – was würdest du darin lesen wollen?
es: Si escribiéramos una carta para abrir en un año, ¿qué te gustaría leer en ella?
fr: Si on écrivait une lettre à ouvrir dans 1 an, que voudrais-tu y lire ?
it: Se scrivessimo una lettera da aprire tra un anno, cosa vorresti leggervi?
nl: Als we een brief zouden schrijven om over een jaar te openen, wat zou je daarin willen lezen?
pt_br: Se escrevêssemos uma carta para abrir daqui a um ano, o que você gostaria de ler nela?
pt_pt: Se escrevêssemos uma carta para abrir daqui a um ano, o que gostarias de ler nela?

# ad_176
source: What do you think about virtual dates? Do you think we should organize them more often?
de: Was hältst du von virtuellen Dates? Sollen wir sie öfter veranstalten?
es: ¿Qué piensas de las citas virtuales? ¿Crees que deberíamos organizarlas más a menudo?
fr: Que penses-tu des date virtuels ? Penses-tu que l'on devrait en organiser plus souvent ?
it: Cosa ne pensi degli appuntamenti virtuali? Pensi che dovremmo organizzarli più spesso?
nl: Wat vind je van virtuele dates? Denk je dat we ze vaker moeten organiseren?
pt_br: O que você acha de encontros virtuais? Você acha que deveríamos organizá-los mais vezes?
pt_pt: O que pensas de encontros virtuais? Achas que deveríamos organizá-los mais vezes?

# ad_177
source: If you had to describe me to someone else, what would you say?
de: Wenn du mich jemandem beschreiben müsstest – was würdest du sagen?
es: Si tuvieras que describirme a otra persona, ¿qué dirías?
fr: Si tu devais me décrire à quelqu'un d'autre, que dirais-tu ?
it: Se dovessi descrivermi a qualcun altro, cosa diresti?
nl: Als je mij aan iemand anders zou beschrijven, wat zou je dan zeggen?
pt_br: Se você tivesse que me descrever para outra pessoa, o que diria?
pt_pt: Se tivesses de me descrever a outra pessoa, o que dirias?

# ad_178
source: What was your greatest proof of trust toward me?
de: Was war dein größtes Vertrauenszeichen mir gegenüber?
es: ¿Cuál ha sido tu mayor prueba de confianza hacia mí?
fr: Quelle a été ta plus grande preuve de confiance envers moi ?
it: Qual è stata la tua più grande prova di fiducia nei miei confronti?
nl: Wat was jouw grootste blijk van vertrouwen naar mij toe?
pt_br: Qual foi a sua maior prova de confiança em mim?
pt_pt: Qual foi a tua maior prova de confiança em mim?

# ad_179
source: What has most positively surprised you about our way of handling distance?
de: Was hat dich an unserer Art, mit der Distanz umzugehen, am positivsten überrascht?
es: ¿Qué te ha sorprendido más positivamente sobre nuestra manera de manejar la distancia?
fr: Qu'est-ce qui t'a le plus surpris(e) positivement dans notre manière de gérer la distance ?
it: Cosa ti ha sorpreso positivamente del nostro modo di gestire la distanza?
nl: Wat heeft je het meest positief verrast aan onze manier van omgaan met de afstand?
pt_br: O que mais surpreendeu você positivamente na nossa forma de lidar com a distância?
pt_pt: O que mais te surpreendeu positivamente na nossa forma de lidar com a distância?

# ad_180
source: Do you think a long-distance relationship can stay strong if we communicate a lot?
de: Glaubst du, dass eine Fernbeziehung stark bleiben kann, wenn man viel kommuniziert?
es: ¿Crees que una relación a distancia puede mantenerse fuerte si nos comunicamos mucho?
fr: Penses-tu qu'une relation à distance peut rester forte si l'on communique beaucoup ?
it: Pensi che una relazione a distanza possa rimanere forte se comunichiamo molto?
nl: Denk je dat een langeafstandsrelatie sterk kan blijven als we veel communiceren?
pt_br: Você acredita que um relacionamento à distância pode continuar forte se nos comunicarmos bastante?
pt_pt: Acreditas que uma relação à distância pode continuar forte se comunicarmos bastante?

# ad_181
source: What makes our story different from other couples?
de: Was unterscheidet unsere Geschichte von anderen Paaren?
es: ¿Qué hace que nuestra historia sea diferente de otras parejas?
fr: Qu'est-ce qui rend notre histoire différente des autres couples ?
it: Cosa rende la nostra storia diversa da quella di altre coppie?
nl: Wat maakt ons verhaal anders dan dat van andere koppels?
pt_br: O que torna a nossa história diferente da de outros casais?
pt_pt: O que torna a nossa história diferente das de outros casais?

# ad_182
source: Do you think we would have been a couple in high school?
de: Meinst du, wir wären in der Schulzeit ein Paar gewesen?
es: ¿Crees que habríamos sido pareja en la secundaria?
fr: Penses-tu qu'on aurait été en couple au lycée ?
it: Pensi che saremmo stati una coppia al liceo?
nl: Denk je dat we op de middelbare school een koppel zouden zijn geweest?
pt_br: Você acha que seríamos um casal no ensino médio?
pt_pt: Achas que seríamos um casal no secundário?

# ad_183
source: If I was having a bad day, what would you do to cheer me up?
de: Wenn ich einen miesen Tag hätte – was würdest du tun, um mich aufzumuntern?
es: Si yo tuviera un mal día, ¿qué harías para animarme?
fr: Si je passais une mauvaise journée, que ferais-tu pour me remonter le moral ?
it: Se avessi una brutta giornata, cosa faresti per tirarmi su?
nl: Als ik een slechte dag had, wat zou je dan doen om me op te vrolijken?
pt_br: Se eu tivesse um dia ruim, o que você faria para me animar?
pt_pt: Se eu tivesse um mau dia, o que farias para me animar?

# ad_184
source: Do you see me in your future?
de: Siehst du mich in deiner Zukunft?
es: ¿Me ves en tu futuro?
fr: Est-ce que tu me vois dans ton avenir ?
it: Mi vedi nel tuo futuro?
nl: Zie je mij in je toekomst?
pt_br: Você me vê no seu futuro?
pt_pt: Vês-me no teu futuro?

# ad_185
source: Where would you like to be in 10 years?
de: Wo würdest du gern in 10 Jahren sein?
es: ¿Dónde te gustaría estar dentro de 10 años?
fr: Où aimerais-tu être dans 10 ans ?
it: Dove ti piacerebbe essere tra 10 anni?
nl: Waar zou je over tien jaar willen zijn?
pt_br: Onde você gostaria de estar daqui a 10 anos?
pt_pt: Onde gostarias de estar daqui a 10 anos?

# ad_186
source: What do you miss most about our physical proximity?
de: Was fehlt dir am meisten an unserer körperlichen Nähe?
es: ¿Qué es lo que más extrañas de nuestra cercanía física?
fr: Qu'est-ce qui te manque le plus dans notre proximité physique ?
it: Cosa ti manca di più della nostra vicinanza fisica?
nl: Wat mis je het meest van onze fysieke nabijheid?
pt_br: Do que você mais sente falta na nossa proximidade física?
pt_pt: O que mais sentes falta na nossa proximidade física?

# ad_187
source: If you could organize a perfect date for the two of us, what would it look like?
de: Wenn du ein perfektes Date für uns planen könntest – wie sähe es aus?
es: Si pudieras organizar una cita perfecta para los dos, ¿cómo sería?
fr: Si tu pouvais organiser un date parfait pour nous deux, à quoi ressemblerait-il ?
it: Se potessi organizzare un appuntamento perfetto per noi due, come sarebbe?
nl: Als je een perfecte date voor ons beiden kon organiseren, hoe zou die eruitzien?
pt_br: Se você pudesse organizar um encontro perfeito para nós dois, como seria?
pt_pt: Se pudesses organizar um encontro perfeito para nós dois, como seria?

# ad_188
source: What part of me do you find most attractive?
de: Welchen Teil von mir findest du am attraktivsten?
es: ¿Qué parte de mí te parece más atractiva?
fr: Quelle partie de moi trouves-tu la plus attirante ?
it: Quale parte di me trovi più attraente?
nl: Welk deel van mij vind je het meest aantrekkelijk?
pt_br: Qual parte de mim você acha mais atraente?
pt_pt: Que parte de mim achas mais atraente?

# ad_189
source: How has our relationship changed you positively?
de: Wie hat dich unsere Beziehung positiv verändert?
es: ¿Cómo te ha cambiado positivamente nuestra relación?
fr: En quoi notre relation t'a-t-elle changé(e) positivement ?
it: In che modo la nostra relazione ti ha cambiato positivamente?
nl: Hoe heeft onze relatie je positief veranderd?
pt_br: Como o nosso relacionamento mudou você de forma positiva?
pt_pt: Como a nossa relação te mudou de forma positiva?

# ad_190
source: What's the thing in our relationship you'd never want to see change?
de: Was in unserer Beziehung soll sich deiner Meinung nach niemals ändern?
es: ¿Qué cosa en nuestra relación nunca quisieras que cambiara?
fr: Quelle est la chose dans notre relation que tu ne voudrais jamais voir changer ?
it: Qual è la cosa della nostra relazione che non vorresti mai vedere cambiare?
nl: Wat is het in onze relatie dat je nooit zou willen zien veranderen?
pt_br: Qual é a coisa no nosso relacionamento que você nunca gostaria que mudasse?
pt_pt: Qual é a coisa na nossa relação que nunca gostarias que mudasse?

# ad_191
source: What's the thing in our relationship you'd like to see change?
de: Was in unserer Beziehung würdest du gern verändert sehen?
es: ¿Qué cosa en nuestra relación te gustaría que cambiara?
fr: Quelle est la chose dans notre relation que tu aimerais voir changer ?
it: Qual è la cosa della nostra relazione che vorresti vedere cambiare?
nl: Wat is het in onze relatie dat je graag zou zien veranderen?
pt_br: Qual é a coisa no nosso relacionamento que você gostaria que mudasse?
pt_pt: Qual é a coisa na nossa relação que gostarias que mudasse?

# ad_192
source: What time of day do you feel our bond the most?
de: Zu welcher Tageszeit spürst du unser Band am meisten?
es: ¿En qué momento del día sientes más nuestro vínculo?
fr: Quel est le moment de la journée où tu ressens le plus notre lien ?
it: In quale momento della giornata senti di più il nostro legame?
nl: Op welk moment van de dag voel je onze band het sterkst?
pt_br: Em que momento do dia você sente mais o nosso vínculo?
pt_pt: Em que momento do dia sentes mais o nosso vínculo?

# ad_193
source: What word of love always makes you smile, even at a distance?
de: Welches Liebeswort bringt dich immer zum Lächeln – auch auf Distanz?
es: ¿Qué palabra de amor siempre te hace sonreír, incluso a distancia?
fr: Quel mot d'amour te fait toujours sourire, même à distance ?
it: Quale parola d'amore ti fa sempre sorridere, anche a distanza?
nl: Welk liefdeswoord doet je altijd glimlachen, zelfs op afstand?
pt_br: Que palavra de amor sempre faz você sorrir, mesmo à distância?
pt_pt: Que palavra de amor te faz sempre sorrir, mesmo à distância?

# ad_194
source: What dream would you like us to make real together in less than a year?
de: Welchen Traum sollen wir in weniger als einem Jahr zusammen wahr machen?
es: ¿Qué sueño te gustaría que hiciéramos realidad juntos en menos de un año?
fr: Quel rêve aimerais-tu qu'on concrétise ensemble dans moins d'un an ?
it: Quale sogno ti piacerebbe realizzare insieme a me in meno di un anno?
nl: Welke droom zou je binnen een jaar samen met mij willen waarmaken?
pt_br: Que sonho você gostaria que realizássemos juntos em menos de um ano?
pt_pt: Que sonho gostarias que realizássemos juntos em menos de um ano?

# ad_195
source: If you could write a letter to our future selves, what would you say?
de: Wenn du unseren zukünftigen Ichs einen Brief schreiben könntest – was würdest du sagen?
es: Si pudieras escribir una carta a nuestro yo futuro, ¿qué dirías?
fr: Si tu pouvais écrire une lettre à notre futur nous, que dirais-tu ?
it: Se potessi scrivere una lettera ai nostri futuri noi, cosa diresti?
nl: Als je een brief aan onze toekomstige zelf zou schrijven, wat zou je dan zeggen?
pt_br: Se você pudesse escrever uma carta ao nosso eu futuro, o que diria?
pt_pt: Se pudesses escrever uma carta ao nosso eu futuro, o que dirias?

# ad_196
source: What's the moment when you missed me the most?
de: Wann hast du mich am meisten vermisst?
es: ¿Cuál fue el momento en que más me extrañaste?
fr: Quel est le moment où je t'ai le plus manqué ?
it: Qual è il momento in cui ti sono mancato/a di più?
nl: Wanneer heb je mij het meest gemist?
pt_br: Qual foi o momento em que você mais sentiu minha falta?
pt_pt: Qual foi o momento em que mais sentiste a minha falta?

# ad_197
source: What is there in our relationship that makes you feel truly loved?
de: Was in unserer Beziehung lässt dich wirklich geliebt fühlen?
es: ¿Qué hay en nuestra relación que te hace sentir verdaderamente amado?
fr: Qu'est-ce qu'il y a dans notre relation qui te fait te sentir vraiment aimé(e) ?
it: Cosa c'è nella nostra relazione che ti fa sentire veramente amato/a?
nl: Wat in onze relatie laat je je echt geliefd voelen?
pt_br: O que existe no nosso relacionamento que faz você se sentir realmente amado(a)?
pt_pt: O que existe na nossa relação que te faz sentir realmente amado(a)?

# ad_198
source: What do you feel when we say 'I love you' to each other?
de: Was fühlst du, wenn wir uns "Ich liebe dich" sagen?
es: ¿Qué sientes cuando nos decimos 'te amo'?
fr: Que ressens-tu quand on se dit "je t'aime" ?
it: Cosa provi quando ci diciamo "ti amo"?
nl: Wat voel je wanneer we ‘Ik hou van je’ tegen elkaar zeggen?
pt_br: O que você sente quando dizemos 'eu te amo' um ao outro?
pt_pt: O que sentes quando dizemos 'amo-te' um ao outro?

# ad_199
source: How do you think our relationship will evolve over time?
de: Wie glaubst du, wird sich unsere Beziehung mit der Zeit entwickeln?
es: ¿Cómo crees que evolucionará nuestra relación con el tiempo?
fr: Comment penses-tu que notre relation évoluera avec le temps ?
it: Come pensi che la nostra relazione evolverà nel tempo?
nl: Hoe denk je dat onze relatie in de loop van de tijd zal evolueren?
pt_br: Como você acha que o nosso relacionamento vai evoluir com o tempo?
pt_pt: Como achas que a nossa relação evoluirá com o tempo?

# ad_200
source: If we had to tell our long-distance story in a movie, how would it start?
de: Wenn wir unsere Fernbeziehungsstory in einem Film erzählen würden – wie würde er anfangen?
es: Si tuviéramos que contar nuestra historia a distancia en una película, ¿cómo empezaría?
fr: Si on devait raconter notre histoire à distance dans un film, comment commencerait-il ?
it: Se dovessimo raccontare la nostra storia a distanza in un film, come inizierebbe?
nl: Als we ons verhaal op afstand in een film moesten vertellen, hoe zou die beginnen?
pt_br: Se tivéssemos que contar nossa história à distância em um filme, como começaria?
pt_pt: Se tivéssemos de contar a nossa história à distância num filme, como começaria?

# ad_201
source: What makes our love stronger than the distance that separates us?
de: Was macht unsere Liebe stärker als die Distanz zwischen uns?
es: ¿Qué hace que nuestro amor sea más fuerte que la distancia que nos separa?
fr: Qu'est-ce qui rend notre amour plus fort que la distance qui nous sépare ?
it: Cosa rende il nostro amore più forte della distanza che ci separa?
nl: Wat maakt onze liefde sterker dan de afstand die ons scheidt?
pt_br: O que torna o nosso amor mais forte do que a distância que nos separa?
pt_pt: O que torna o nosso amor mais forte do que a distância que nos separa?

# ad_202
source: What would you want me to never forget about you?
de: Was soll ich deiner Meinung nach nie über dich vergessen?
es: ¿Qué querrías que nunca olvidara de ti?
fr: Qu'est-ce que tu voudrais que je n'oublie jamais à propos de toi ?
it: Cosa vorresti che non dimenticassi mai di te?
nl: Wat wil je dat ik nooit over jou vergeet?
pt_br: O que você gostaria que eu nunca me esquecesse sobre você?
pt_pt: O que gostarias que eu nunca me esquecesse sobre ti?
